Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: Hariri, like his father, enjoys the support of Saudi Arabia, the other Arab country that wields significant influence in Lebanon. Analysts say that to function successfully as prime minister he may need to distance himself from the UN tribunal investigati
ar: ويتمتع الحريري مثل والده بدعم من المملكة العربية السعودية والبلاد العربية الأخرى التي لديها نفوذ كبير في لبنان، ويقول المحللون أنه لكي يعمل الحريري بنجاح في منصب رئيس الوزراء، فربما يحتاج لينأى بنفسه عن محكمة الأمم المتحدة التي تحقق في قضية اغتيال والده.

source: Endowments ministry distributes book on harassment
ar: وزارة الأوقاف توزع كتاب حول التحرش

source: CAIRO: As of this week, the Ministry of Endowments began distributing a book titled, “Sexual Harassment: Causes and Solutions,” among imams at mosques nationwide.
ar: القاهرة: اعتباراً من هذا الأسبوع، بدأت وزارة الأوقاف توزيع كتاب التحرش الجنسي: أسبابه وعلاجه على الأئمة في المساجد في أنحاء البلاد.

source: The book was written by the Minister of Endowments Hamdi Zaqzouq and Salem Abdel Geleil, deputy minister of religious endowments for preaching.
ar: وألف الكتاب كل من وزير الأوقاف محمود حمدي زقزوق وسالم عبد الجليل نائب وزير الأوقاف للوعظ.

source: “The main objective behind this book is to educate the imams and raise their awareness to contemporary problems and issues in the Egyptian society,” explained Atef Galal, head of the public relations department at the ministry.
ar: وأوضح الدكتور عاطف جلال رئيس قسم العلاقات العامة في الوزارة أن الهدف الرئيسي من هذا الكتاب هو تثقيف الأئمة وزيادة وعيهم بالمشاكل المعاصرة والقضايا المطروحة في المجتمع المصري.

source: The book defines the meaning of sexual harassment and discusses its prevalence in today’s society. It outlines the possible motives behind harassment, but it also criticizes how some girls may be asking for harassment by the way they are dressed or by the
ar: ويعرف الكتاب التحرش الجنسي ويناقش مدى انتشاره في المجتمع المعاصر ويبين الدوافع المحتملة وراء المضايقات، إلا أنه ينتقد أيضاً كيف أن بعض الفتيات يسعن للتحرش بطريقة ملبسهن أو تصرفاتهن.

source: The book also condemns music videos with offensive content TV content.
ar: كما يدين الكتاب كليبات الأغاني المصورة ومحتويات التلفزيون الفاحشة.

source: Sexual harassment in Egypt has been making headlines worldwide, attracting a lot more attention than it did before. During the past few years the media has been exposing the issue with headlines reading “Egypt’s Sexual Harassment Cancer” on BBC News and “
ar: وأصبح التحرش الجنسي في مصر يتصدر الصفحات الأولى للصحف في أنحاء العالم جاذباً الكثير من الاهتمام أكثر من أي وقت مضي، فخلال السنوات القليلة الماضية عرضت وسائل الإعلام القضية تحت عناوين سرطان التحرش الجنسي في مصر على أخبار بي بي سي وشوارع العار في الأهرا

source: Women’s rights organizations are making headway combating the issue. The Egyptian Center for Women’s Rights (ECWR) has conducted several studies revealing that 48.4 percent of Egyptian and 51.4 percent of foreign wom∀.
ar: وتكافح منظمات حقوق المرأة لإحراز تقدماً في مكافحة هذه القضية، فقد أجرى المركز المصري لحقوق المرأة العديد من الدراسات التي كشفت أن 48,4 في المئة من المصريات و55,4 في المئة من الأجنبيات من جميع الأعمار يتعرضن للتحرش الجنسي في مصر.

source: Findings also showed that 88 percent of the sample witnessed a harassment incident.
ar: كما أظهرت النتائج أن 88 في المئة من العينة شهدت حادثاً للتحرش.

source: A study titled “Clouds in Egypt’s Sky” is part of the ECWR’s “Making our Streets Safer for Everyone” campaign, also found that 2.4 percent of the male sample surveyed confirmed that they have perpetrated and/or continue to perpetrate one or more forms of
ar: كما توصلت دراسة بعنوان غيوم في سماء مصر وهي جزء من حملة المركز المصري لحقوق المرأة لنجعل شوارعنا أكثر أمنا للجميع أن 2,4 في المئة من الذكور بالعينة أكدوا ارتكابهم أو استمرارهم في ارتكاب شكل أو أكثر من أشكال التحرش.

source: Last October, a landslide court verdict had Sherif Gomaa Gibrial, a driver, sentenced to three years in prison with hard labor and fined LE 5,001 for harassing Noha Roushdy in broad daylight in June 2007.
ar: وفي أكتوبر الماضي، حكمت احدي المحاكم بالسجن لمدة ثلاث سنوات مع الأشغال الشاقة وغرامة 5,001 جنيه مصري على السائق شريف جمعة جبريال للتحرش بنهى رشدي في وضح النهار في يونيو 2007.

source: Kuwait eyes deportation of 500,000 workers
ar: الحكومة الكويتية ترقب تسريح نحو نصف مليون من العمالة الأجنبية بها

source: on Monday, 29 June 2009
ar: بقلم: أندي سانبيدج، يوم الإثنين، 29 من يونية 2009

source: The Kuwaiti government is considering deporting about half a million foreign workers for violation of residency law and for lack of required skills, it was reported on Monday.
ar: تنظر الحكومة الحكويتية في قرار ترحيل نصف مليون مواطن أجنبي لإختراقهم قانون الإقامة و قلة المهارات التي يتمتعون بها في القيام بأعمالهم الموكلة إليهم . و ذلك وفق تقرير ورد يوم الإثنين.

source: Most of these workers are jobless and are causing many problems to the Kuwaiti government, Kuwait-based Al Rai daily added citing people familiar with the situation.
ar: و يعاني معظم هؤلاء الاجانب من البطالة حيث يتسببون في العديد من المشاكل للحكومة الكويتية، و قد أوضحت جريدة الراي اليومية الصادرة بالكويت أن هذا الوضع أصبح مألوفاً و اعتاد الشعب على رؤيته باستمرار.

source: The number of foreign workers in Kuwait is more than 2.35 million, or 71 percent of the local population, according to recent statistics, the daily reported, according to newswire Dow Jones.
ar: و يبلغ عدد العمالة الأجنبية بالكويت نحو إثني و خمسة و ثلاثسن بالمائة من المليون أو ما يعادل نحو 71% من التعداد السكاني بالكويت، و ذلك وفق أحدث الإحصاءات التعدادية، و هذا كما ورد في تقرير الراي اليومية، و التي اعتمدت على نتائج مؤشر الأخبار داو جونز.

source: Just about 18 percent of these workers are highly-qualified and have technical skills while about 8 percent of them are illiterate, which means that it is possible to dispense with large numbers of them since they don't meet employment requirements, the p
ar: و تبلغ نسبة العمالة المؤهلة المحترفة من تلك النسبة ما يقرب من الثمانية عشرة بالمائة فقط و هم يمتلكون مهارات فنية بينما الثمانية بالمائة منهم أميين لا يعرفون القراءة و الكتابة، مما يعني أنه يمكن الاستغناء عن نسبة كبيرة منهم حيث أنهم لا يواجهون الشروط و يتو

source: Last week, it was reported that Kuwait was likely to arrest and deport close to 100,000 expatriates for being registered with bogus companies.
ar: و خلال الأسبوع الماضي تم اعداد تقرير يوضح أن الكويت من المقرر لها أن تقوم بالقبض على و ترحيل مائة ألف من الأجانب المسجلين بالشركات الوهمية

source: High ranking security sources in the state told the local Al Watan daily: A relatively large number of private firms have been issued commercial licenses but do not actually have offices or business activities in the country.
ar: و قد أخبرت مصادر أمنية موثقة رفيعة المستوي كويتية جريدة الوطن اليومية أن: قد استخجت العديد من الشركات الخاصة ترخيصات تجارية و لكنها لا تملك أيٍ مكاتب لها أو أنشطة تجارية بالبلاد.

source: The sources added that it was likely that the owners of the licenses brought expat manpower into the oil exporting country in return for money, without giving them the promised jobs in return.
ar: كما أضاف المصدر أن أصحاب تلك الرخص التدجارية يقومةن باستجلاب القوة العاملة إلأى الدولة المنتجة للبترول بهدف الحصول منهم على مبالغ مالية مقابل سفرهم للكويت، و ذلك بدون إعطائهم أى وعود بوظائف مستقبلية.

source: DEPORTATION PLAN: Kuwait is reportedly planning to deport half a million expat workers. (AFP - for illustrative purposes only)
ar: خطة الترحيل: تخطط الحكومة الكويتية إلى ترحيل نحو نصف مليون من العمالة الأجنبية بها. (الأسوشيتد برس الفرنسية- لأهداف توضيحية فقط)

source: Sponsorship system is behind this crisis
ar: نظام الكفالة هو السبب وراء هذه الأزمة

source: Posted by Mir Shahriar Ahmed, Dubai, UAE on Tuesday 30 June 2009 at 10:28 UAE time
ar: تم رفع التعليق من قبل شهرير أحمد، بدبي، الإمارات العربية المتحدة، يوم الثلاثاء، الموافق 30-6-2009 ميلادية، الساعة 10: 28 بتوقيت الإمارات العربية المتحدة.

source: Sponsorship system is behind this crisis. Poor unskilled Asians fall for the trap of better life & support family in lieu of high pre-payment and return empty hand with mounting dues. Again thanks to Bahrain for understanding the reality & scrapping the s
ar: يعد نظام الكفالة هو من خلف تلك الأزمة، حيث يقع الفقراء الأسيويون في شراك تلك المصيدة و خاصةً غير المؤهلين أو من لا يملكون أي مهارات مؤهلة لهم. و هي تلك مصيدة البحث عن فرصة أفضل للمعيشة، و ذلك من خلال الأجور المرتفعة و و لكنهم يعودون خاويي الأيدي، و عليهم

source: Kuwait to deport 100,000 expats - paper
ar: الكويت تقوم بترحيل مائة ألف من المغتربين الأجانب بها - وفق ورقة مسحية

source: Prolonged massive repression by the regime may prove difficult, given past evidence that the IRGC rank and file are sympathetic to reformists and cannot necessarily be relied upon to perpetrate wide-scale violence against the Iranian people.
ar: ربما يكون إثبات القمع الهائل الطويل الأمد من قبل النظام هو أمر صعب, بدليل وجود ملفات في الحرس الثوري متعاطفة مع الإصلاحيين و لا تعتمد بالضرورة على استخدام العنف الواسع النطاق ضد الشعب الإيراني.

source: Over the long-term, this division among elites—often the most important factor in regime transitions—may herald the beginning of the end of the Islamic Republic as it is today.
ar: و على المدى الطويل, فإن هذا الانقسام ما بين النخبة - غالبا ما سيكون العامل الأكثر أهمية في الانتقال بالنظام - قد يحمل البداية لنهاية الجمهورية الإسلامية كما نعرفها اليوم.

source: New Phase for the Opposition
ar: مرحلة جديدة بالنسبة للمعارضة.

source: Dwindling crowds in the street after a week of violent repression do not necessarily signal the demise of the opposition.
ar: تضاؤل الحشود في الشارع بعد مرور أسبوع من القمع العنيف لن يكون بالضرورة انتهاء أمر المعارضة.

source: Mir-Hossein Mousavi, the movement’s de facto leader, has shown tremendous fortitude in refusing to back down to the regime and is unlikely to reverse course soon.
ar: مير حسين موسوي, زعيم حركة المعارضة الفعلية, أظهر رفضا كبيرا بالعودة تحت جناح النظام و من غير المتحمل أن يغير رأيه في وقت قريب.

source: The opposition is entering a new phase with calls for a nationwide strike. It will begin targeting the economic pillars of the regime—the powerful merchant class and the oil industry.
ar: المعارضة تدخل مرحلة جديدة مع دعواتها للقيام بإضراب في كافة أنحاء البلاد. كما أنها ستبدأ باستهداف الركائز الاقتصادية للنظام - أي الطبقة التجارية القوية و صناعة النفط.

source: U.S. Should Continue Cautious Response
ar: على الولايات المتحدة مواصلة الرد الحذر.

source: For now, the United States should let events in Iran unfold. If the administration inserts itself into Iran’s internal drama it risks playing into the regime’s attempt to paint the demonstrations as the product of foreign agents. But the administration sh
ar: في الوقت الحالي, ينبغي على الولايات المتحدة أن تدع الأحداث في إيران تتجلى. فإذا أقحمت الإدارة نفسها في شؤون إيران الداخلية فهي تخاطر بجعلها مستهدفة ضمن محاولة النظام الرامية إلى إسناد أمر حدوث التظاهرات على أنها نتاج عملاء أجانب. و لكن ليس على الإدارة أن

source: “President Obama has handled this crisis superbly. He has not received enough credit for how thoughtful, measured, and serious he has been,” Burns concluded. “If we insert ourselves into this crisis we hurt the reformists and help Ahmadinejad.”
ar: و اختتم برنز بقوله: لقد عالج الرئيس أوباما هذه الأزمة بطريقة رائعة. و لم يتلق الثناء الكافي حول مدى كونه مترويا, مفكرا و جديا, و أضاف: إذا أقحمنا أنفسنا في هذه الأزمة فإننا بذلك نضر الإصلاحيين و نساعد أحمدي نجاد.

source: Resources for this event
ar: موارد لهذا الحدث,

source: Tuesday, June 23, 2009
ar: الثلاثاء, في الثالث و العشرين من شهر حزيران, 2009.

source: President Obama provided his strongest condemnation yet of the violence in Iran at his White House press briefing on Tuesday. As the president spoke, Carnegie hosted leading Iran experts Ambassador Nicholas Burns, Abbas Milani, and Karim Sadjadpour to dis
ar: كانت الإدانة الكبرى التي وجهها الرئيس أوباما إلى الأن تجاه العنف في إيران, و كان ذلك في مؤتمر صحفي عقده في البيت الأبيض يوم الثلاثاء. و بينما كان الرئيس يتحدث, استضاف كارنيجي كبار الخبراء الإيرانيين و هم السفير نيكولاس بيرنز, عباس ميلاني, و كريم سادجادبور

source: June 12 Elections Were Conducted Under a Cloud of Improprieties
ar: الثاني عشر من شهر حزيران, أجريت الانتخابات تحت سحابة من المخالفات.

source: Emerging data overwhelmingly indicates that the presidential elections were fraudulent.
ar: تشير البيانات الكثيرة الصادرة إلى أن الانتخابات الرئاسية كانت مزورة.

source: Ayatollah Khamenei, his son, and the senior leadership of the Revolutionary Guards (IRGC) planned and orchestrated the stolen election, according to Milani.
ar: وفقا لميلاني فإن كلا من أية الله خامنئي, و ابنه, و زعيم قيادة الحرس الثوري (أي ار جي سي ), خططوا و دبروا أمر الانتخابات المسروقة.

source: The involvement of the IRGC reflects the growing militarization of Iranian politics. The vast majority of government positions are now held by senior members of the IRGC.
ar: تعكس مشاركة الحرس الثوري تنامي عسكرة السياسة الإيرانية. فالأغلبية الساحقة من المناصب الحكومية الأن موضوعة في يد كبار أعضاء الحرس.

source: But with thousands in Ahmadinejad's own country filling the streets, effectively saying that it's not enough to simply stand up to America and Israel, what now for those Arabs who lionize Ahmadinejad? Especially now that George W. Bush is gone? Where is t
ar: و لكن مع وجود الألاف الذين يملئون الشوارع في بلد أحمدي نجاد, فمن العملي القول أنه لا يكفي مجرد الوقوف في وجه أميركا و إسرائيل, ما الذي يجب أن يحصل الأن بالنسبة إلى أولئك العرب الذين يمجدون أحمدي نجاد? خاصة الأن مع رحيل جورج دبليو بوش? أين هو التأييد و ا

source: Silence.
ar: هدوء.

source: That silence is the sound of hearts breaking over the dream of political Islam. When the 1979 revolution swept away the U.S.-backed shah and his injustices, Iran held out the tantalizing mirage of rule by Islam, even for countries that were not majority S
ar: إن ذلك الصمت هو الصوت القلوب المفطورة على حلم الإسلام السياسي, عندما اطاحت ثورة عام 1979 بالشاه المدعوم من قبل الولايات المتحدة و جرفت معه ظلمه, استبعدت إيران سراب حكم الإسلام, حتى بالنسبة للبلدان التي لم تكن غالبيتها من الشيعة. و بعد مضي ثلاثين عاما, لا

source: What's happening in Iran is not about the United States or Israel. It's not about Ahmadinejad or Mir Hossein Mousavi. It's not even about the poor or the rich in Iran. The demonstrations are about people who feel their will and voice have been disregarded
ar: إن ما يحدث في إيران لا يحدث بشأن الولايات المتحدة أو إسرائيل. كما انه ليس بشان أحمدي نجاد او مير حسين موسوي. و لا حتى أنه يتعلق بالفقر و الغنى في إيران. إن التظاهرات تمثل الناس الذين يبشعرون أن أحاسيسهم و أصواتهم قد تم تجاهلها. في مصر, يوجد دكتاتورنا العل

source: By Mona Eltahawy
ar: بقلم منى الطحاوي.

source: Thursday, June 25, 2009
ar: الخميس, في الخامس و العشرين من شهر حزيران, 2009.

source: This Story
ar: هذه المقالة.

source: Leaving Iraq
ar: الخروج من العراق

source: What will happen when U.S. combat troops withdraw?
ar: ما الذي سيحدث عندما تنسحب القوات الأمريكيدة المقاتلة؟

source: By Fred Kaplan
ar: بقلم: فريد كابلان

source: So, is all hell about to break loose in Iraq?
ar: هل العراق على وشك الغرق في الجحيم؟

source: By June 30, all U.S. combat troops are scheduled—in fact, they're required—to be withdrawn from all of Iraq's cities, towns, and villages.
ar: بحلول اليوم الثلاثين من شهر يونيو، فإن جميع القوات الأمريكية المقاتلة في العراق ستغادر المدن والبلدات والقرى العراقية.

source: Many Americans and Iraqis fear that the progress achieved in the last couple of years—the dramatic reduction of violence and casualties, the growing sense of security in areas that were once soaking with dread and bloodshed—will be eroded and reversed, pe
ar: ويتخوف العديد من الأمريكيين والعراقيين من أن التقدم الذي تم تحقيقه خلال السنتين الأخيرتين – التقليص الكبير في أعمال العنف وتراجع عدد الإصابات، الشعور المتزايد بالأمن في مناطق كانت في السابق مصدرا للرعب وواديا للدماء- سوف ينمحي وينقلب، ربما رأسا على عقب.

source: The rise in spectacular suicide bombings in the last few weeks—as U.S. soldiers have stepped up their retreat to large bases in the outskirts—is widely seen as the shape of things to come.
ar: إن العديدين ينظرون إلى الارتفاع الكبير في عدد التفجيرات الانتحارية في الأسابيع القليلة الماضية – مع قيام الجنود الأمريكيين بالانسحاب إلى قواعد كبيرة في الضواحي- مقدمة لما سيأتي لاحقا.

source: However, three things are worth noting:
ar: ومع ذلك، فثمة ثلاث نقط تنبغي الإشارة إليها:

source: government's insistence. The Iraqis are the ones who wanted, and ordered, us out. Even if John McCain had won the 2008 election, we'd still be pulling out of Iraq's cities by next week.
ar: العراقيون هم من أرادوا وطلبوا من المغادرة. وحتى لو كان جون ماكين هو الفائز في الانتخابات الرئاسية لسنة 2008، لانسحب هو الآخر من المدن العراقية خلال الأسبوع المقبل.

source: Iraqi
ar: إلحاح من الحكومة العراقية.

source: First, the withdrawal is not the doing of President Barack Obama. Rather, it was negotiated during the Bush administration, at—more to the point—the
ar: أولا: إن الانسحاب ليس من إنجازات الرئيس باراك أوباما، بل تمت مناقشته خلال إدارة بوش بناء على – لنكون أكثر دقة-

source: Second, due to a deliberate finessing in the language of this negotiated withdrawal, a fair number of U.S. troops (nobody is saying how many, but almost certainly several thousand) will remain in the cities. These troops—which are support troops, not c
ar: ثانيا: استنادا إلى الصيغة النهائية المقصودة لهذا الانسحاب الالمتفوض بشأنه، فإن عددا لا بأس به من القوات الأمريكية (لم يذكر أي أحد كم عددهم، لكن مما لا شك فيه أن العدد يصل إلى عدة آلاف) سيبقى في المدن لعراقية. وستعمل تلك القوات – قوات دعم وليست قوات مقا

source: Still, these troops will no longer be engaged in direct, deliberate combat or in actively protecting the population on the ground. Their missions will be more supportive, their presence will have a much lower profile. If Iraqi factions and militias end up
ar: كما أن تلك القوات لن تشارك في معارك مباشرة ومخطط لها أو في حماية السكان. دورها سيكون مركزا أكثر على تقديم الدعم وسيكون حضورها أقل وضوحا. وإذا انتهى الأمر بالطوائف العراقية والمليشيات بالدخول في حرب أهلية، كما كاد أن يحدث سنة 2006 (أو لنقل ما هو واقع في ال

source: jumped substantially since January and February of this year, when shootings and suicide bombings receded to their lowest levels since the war began six years ago. However, the rising incidence of deadly attacks in May and June—the subject of all the alar
ar: اشتدت حدته بالأساس خلال شهري يناير وفبراير من هذه لسنة، في الوقت الذي عرف فيه إطلاق النار والتفجيرات الانتحارية تراجعا لأدنى المستويات منذ بداية الحرب قبل ست سنوات. غير أن الارتفاع في معدلات الهجمات القاتلة في شهر ماي ويونيو – الأمر المثير للقلق- لا يمثل

source: Does the current spurt in violence mark a momentary crest on an undulating trend line—or the first steps toward a return to the era of extreme dread? It's too soon to tell, either way.
ar: هل يمكن اعتبار هذا الارتفاع في معدلات العنف في الوقت الراهن طفرة مؤقتة لا تلبث أن تهدأ، أم أنها مؤشر على بداية مرحلة جديدة من زمن القتل المبالغ فيه؟ كيفما كان الحال، فالجواب سيتضح في القريب.

source: Third, the violence, at least so far, has not escalated to the degree that some news reports suggest. It
ar: ثالثا: مسألة العنف، والذي لم يتصاعد ليبلغ تلك الدرجة التي تتناقلها بعض التقارير

source: If the violence does continue to escalate, its causes—and perhaps consequences—appear to be quite different from those of a few years ago. According to the
ar: إذا ما استمرت أعمال العنف في التصاعد، فإن أسباب ذلك – وربما عواقبه- تبدو شيئا ما مختلفة عن تلك كانت قبل بضع سنوات. واستنادا إلى

source: Anthony Shadid
ar: أنطوني شديد،

source: Washington Post
ar: الصحافي بصحيفة الواشنطن بوست

source: (one of the few deeply knowledgeable journalists who has stayed in Iraq as attention has drifted to Afghanistan), the current clashes are driven not so much by sectarian seething as by political power struggles.
ar: (وهو أحد الصحافيين القليلين الذين يتوفرون على معرفة عميقة والذين ظل في العراق في الوقت الذي كان فيه الاهتمام منصبا على أفغانستان)، فإن المصادمات الحالية لا تعود في قسمها الأكبر إلى الخلافات الطائفية بقدر ما تعود إلى صراعات حول السلطات السياسية.

source: The objective of the savage suicide bombings in the last couple of weeks, Shadid reports, is to demonstrate that Iraqi Prime Minister Nuri al-Maliki does not really run the country, that he's a mere stooge of the Americans, that he and his security forces
ar: إن الهدف من التفجيرات الانتحارية المتوحشة التي تم تنفيذها خلال الأسبوعين المنصرمين، من وجه نظر شديد، يكمن في إبراز أن رئيس الوزراء نوري المالكي لا يحكم حقا البلد، وبأنه لا يعدو أن يكون مجرد عميل في يد الأمريكيين، وبأن قواته الأمنية لا يمكن أن تحمي الشعب

source: Israeli peace activist faces jail over homes demolition protest
ar: ناشط سلام إسرائيلي يواجه عقوبة السجن بسبب احتجاجه على هدم المنازل

source: Ezra Nawi expects sentence of up to 18 months for resisting 'dehumanisation' of Palestinians
ar: يتوقع إزرا ناوي أن يتم الحكم عليه بعقوبة قد تصل إلى ثمانية عشر شهرا بسبب مقاومته نزع الإنسانية عن الفلسطينيين.

source: A prominent Israeli
ar: من المرتقب أن يتم الحكم على

source: peace activist
ar: ناشط سلام

source: is expected to be sentenced to several months in jail tomorrow in a high-profile prosecution which began after he tried to stop the demolition of Palestinian homes near a Jewish settlement in the occupied West Bank.
ar: إسرائيلي بارز بقضاء عدة أشهر وراء القضبان إثر محاكمة مثيرة بدأت منذ قيامه بمحاولة وقف عمليات هدم لمنازل فلسطينيين بالقرب من مستوطنة توجد بالضفة الغربية المحتلة.

source: Although activists who challenge the Israeli occupation are often arrested or detained for short periods, Ezra Nawi, a plumber from Jerusalem, is expecting a sentence of up to 18 months. He said he would lodge an immediate appeal, which may keep him out o
ar: وبالرغم من أن النشطاء الذين يقومون بالتصدي للاحتلال الإسرائيلي يتعرضون عادة للاعتقال أو الحبس لفترات قصيرة، إلا أن إزرا ناوي، الذي يشتغل سباكا في القدس، يتوقع أن تصدر في حقه عقوبة تصل إلى ثمانية عشر شهر. وقال إنه سيطلب استئنافا للحكم في الحين، مما قد يج

source: In March he was convicted by a judge at a Jerusalem court of taking part in a riot and assaulting a police officer, charges he denies. The incident happened when the Israeli military sent bulldozers to demolish Palestinian shacks near the settlement of Ca
ar: خلال شهر مارس، أدانه أحد القضاة بمدينة القدس بتهمة المشاركة في أعمال شغب والاعتداء على ضابط شرطة، وهي التهم التي ينفيها. ووقعت الحادثة في الوقت الذي أرسل فيه الجيش الإسرائيلي جرافات من أجل هدم أكواخ خاصة بالفلسطينيين توجد على مقربة من مستوطنة كامل، غير

source: Nawi, who is in his 50s, has worked with vulnerable Palestinian families in the hills around Hebron for at least eight years. But he is an unusual figure, even among
ar: ويعمل ناوي، الذي يعيش في عقده الخامس، إلى جانب الأسر الفلسطينية الفقيرة على التلال المحيطة بمدينة الخليل منذ ما لا يقل عن ثماني سنوات. غير أنه يظل وجها غيرغريب على

source: 's shrinking circle of leftwing activists.
ar: الصغيرة التي تضم نشطاء يساريين.

source: Born to a Jewish Iraqi family from Basra, he speaks Arabic and lives on the modest earnings of his plumbing work, not a typical story for leftwing activists. Instead, he said, most Israelis from his Middle Eastern background have strong rightwing views an
ar: ينحدر ناوي من أسرة من يهود العراق جاءت من مدينة البصرة، يتحدث اللغة العربية ويعيش على المدخول البسيط الذي يدره عليه عمله كسباك، وعلى ما يبدو، فإنه لا يمثل نموذجا لقصة نجاح النشطاء اليساريين. وعلى حد قوله، فإنه ليس كمعظم الإسرائيليين الذين ينحدرون من أصو
